Repository: night86/test
Catalog: translations/*/LC_MESSAGES/signadens.po
Languages: nl_nl

source: on delivery
nl_nl: Reeds besteld

source: Accept
nl_nl: Accepteren

source: Accept and create new account
nl_nl: Akkoord en maak nieuwe account

source: Access log
nl_nl: Toegangslogboek

source: Account information
nl_nl: Account informatie

source: Action
nl_nl: Actie

source: Actions
nl_nl: Acties

source: Activate
nl_nl: Activeren

source: Active
nl_nl: Actief

source: Activities
nl_nl: Activiteiten

source: Add
nl_nl: Toevoegen

source: Add new
nl_nl: Toevoegen

source: Add organisation
nl_nl: Organisatie toevoegen

source: Add product
nl_nl: Recept toevoegen

source: Add step
nl_nl: Stap toevoegen

source: Add to cart
nl_nl: Bestel

source: Add to shortlist
nl_nl: Zet op shortlist

source: Added by
nl_nl: Toegevoegd door

source: Added date
nl_nl: Aanmaakdatum

source: Added on
nl_nl: Aanmaakdatum

source: Address
nl_nl: Adres

source: Affected rows
nl_nl: Mutaties

source: All users access log
nl_nl: Toegangslog alle gebruikers

source: Amount
nl_nl: Aantal

source: Amount.
nl_nl: Aantal.

source: Application management
nl_nl: Applicatiebeheer

source: Apply filters
nl_nl: Filters toepassen

source: Approve
nl_nl: Goedkeuren

source: Approve imports
nl_nl: Goedkeuren import

source: Approve selected
nl_nl: Selectie goedkeuren

source: Approved
nl_nl: Goedgekeurd

source: Archive
nl_nl: Archief

source: Are you sure you want to remove?
nl_nl: Weet u zeker dat u dit wilt verwijderen?

source: Balance side
nl_nl: Balanszijde

source: Balance type
nl_nl: Balanstype

source: Basic data
nl_nl: Basis data

source: box of
nl_nl: doos van

source: Buying
nl_nl: Inkoop

source: Cancel
nl_nl: Annuleren

source: Cart
nl_nl: Winkelwagen

source: Categories
nl_nl: Categorieën

source: categories
nl_nl: categorieën

source: Category
nl_nl: Categorie

source: Changed price alerts
nl_nl: Alert prijsverandering

source: City
nl_nl: Stad

source: Click on your name to proceed
nl_nl: Klik op je naam om door te gaan

source: Client
nl_nl: Klant

source: Client data
nl_nl: Klant gegevens

source: Clients
nl_nl: Klanten

source: Close
nl_nl: Sluiten

source: Code Extern
nl_nl: Externe code

source: Column ID
nl_nl: Nummer

source: Column name
nl_nl: Kolomnaam

source: Column value
nl_nl: Kolom waarde

source: Complete order
nl_nl: Order plaatsen

source: Confirm
nl_nl: Bevestigen

source: Contracts
nl_nl: Contracten

source: Count completedate
nl_nl: Datum telling afgerond

source: Count date
nl_nl: Tellingsdatum

source: Counted by user
nl_nl: Geteld door

source: Counted value
nl_nl: Getelde waarde

source: Countlist
nl_nl: Tellijst

source: Country
nl_nl: Land

source: Create new product
nl_nl: Product toevoegen

source: Currency
nl_nl: Valuta

source: Custom fields
nl_nl: Specifieke velden

source: Custom recipe
nl_nl: Specifiek recept

source: Date
nl_nl: Datum

source: Deactivate
nl_nl: Deactiveren

source: Decision tree managment
nl_nl: Beheer beslisboom

source: Decline
nl_nl: Afwijzen

source: Decline all none selected
nl_nl: Niet geselecteerde afwijzen

source: Delete
nl_nl: Verwijderen

source: Delivery date
nl_nl: Leverdatum

source: Delivery time
nl_nl: Levertijd

source: Dentist
nl_nl: Tandarts

source: Dentist(client)
nl_nl: Tandarts (klant)

source: Description
nl_nl: Omschrijving

source: Due date
nl_nl: Vervaldatum

source: Edit
nl_nl: Bewerken

source: Edit order
nl_nl: Order bewerken

source: Edit organisation
nl_nl: Organisatie bewerken

source: Edit recipe
nl_nl: Recept bewerken

source: Edit tree category
nl_nl: Bewerk boomcategorie

source: Effective from
nl_nl: Ingangsdatum

source: Enter code...
nl_nl: Code invoeren

source: Enter name...
nl_nl: Eigen receptnaam

source: Exclude from import
nl_nl: Uitsluiten bij import

source: Field name
nl_nl: Veld naam

source: Field type
nl_nl: Veld type

source: Forget password
nl_nl: Wachtwoord vergeten

source: From Lab
nl_nl: Van Tandtechnische bedrijf

source: Full product import
nl_nl: Volledige product import

source: General emailaddress
nl_nl: Algemeen e-mailadres

source: Grand total
nl_nl: Order totaal

source: Group
nl_nl: Groep

source: Group type
nl_nl: Groep type

source: Hello
nl_nl: Hallo

source: Identity
nl_nl: Identiteit

source: Images urls
nl_nl: Afbeelding url

source: Import log
nl_nl: Import logboek

source: Import overview
nl_nl: Import overzicht

source: Imports to approve
nl_nl: Goed te keuren imports

source: Invite dentist
nl_nl: Tandarts uitnodigen

source: Invoice No.
nl_nl: Factuurnummer

source: Invoices
nl_nl: Facturen

source: Lab
nl_nl: Tandtechnische bedrijf

source: Lab invites you to be part of the group
nl_nl: Dit Tandtechnische bedrijf heeft u uitgenodigd om deel te nemen aan Signadens

source: Ledger code
nl_nl: Grootboeknummer

source: Ledger codes
nl_nl: Grootboeknummers

source: Ledger codes (categories)
nl_nl: Grootboeknummer (categorieën)

source: Login
nl_nl: Inloggen

source: Login as
nl_nl: Inloggen als

source: Manage categories
nl_nl: Categorieën

source: Manage dentist
nl_nl: Tandartsen

source: Manage Dentists
nl_nl: Tandartsen

source: Manage ledger codes
nl_nl: Grootboeknummers

source: Manage tariff codes
nl_nl: Tariefcodes

source: Map columns
nl_nl: Kolommen indelen

source: Map ledger and tariffs
nl_nl: Tariefcodes koppelen aan grootboeknummers

source: Map ledger codes
nl_nl: Grootboeknummers indelen

source: Map recipes
nl_nl: Recepten koppelen

source: Map tariff codes
nl_nl: Tariefcodes koppelen

source: Map to
nl_nl: Koppel aan

source: Map to tariff code
nl_nl: Koppel aan tariefcode

source: Map to:
nl_nl: Koppel aan

source: Mark as unread
nl_nl: Markeer als ongelezen

source: Material
nl_nl: Materiaal

source: My description
nl_nl: Mijn omschrijving

source: My ledger code
nl_nl: Mijn grootboeknummer

source: My recipe code
nl_nl: Mijn receptnummer

source: My recipe name
nl_nl: Mijn receptnaam

source: My tariff code
nl_nl: Mijn tariefcode

source: My tariff price
nl_nl: Mijn tariefcode prijs

source: Name
nl_nl: Naam

source: New import is waiting to approve.
nl_nl: Er staat een nieuwe import gereed om goed te keuren.

source: New price
nl_nl: Nieuwe prijs

source: New Product
nl_nl: Nieuw product

source: New product data
nl_nl: Nieuwe product informatie

source: New recipe
nl_nl: Nieuw recept

source: New step
nl_nl: Nieuwe stap

source: No, don't add
nl_nl: Annuleren

source: Notifications
nl_nl: Notificaties

source: ok
nl_nl: Akkoord

source: Old price
nl_nl: Prijs voor wijziging

source: Old Product
nl_nl: Product voor wijziging

source: Old product data
nl_nl: Product gegevens voor wijziging

source: or product
nl_nl: of product

source: Order by
nl_nl: Besteld door

source: Order date
nl_nl: Besteldatum

source: Order history
nl_nl: Bestelhistorie

source: Order no.
nl_nl: Bestelnummer

source: Order
nl_nl: Bestelling

source: Orderlist
nl_nl: Bestellingen-lijst

source: Orders
nl_nl: Bestellingen

source: Orders history
nl_nl: Orderhistorie

source: Organisation
nl_nl: Organisatie

source: Organisations
nl_nl: Organisaties

source: Overrule Ledger
nl_nl: Grootboeknummer overschrijven

source: Password
nl_nl: Wachtwoord

source: Patient
nl_nl: Patiënt

source: Permissions
nl_nl: Rechten

source: Phone
nl_nl: Telefoon

source: Preferences
nl_nl: Voorkeuren

source: Price
nl_nl: Prijs incl. btw

source: Price per piece
nl_nl: Prijs per stuk

source: Price type
nl_nl: Prijs type

source: Product category
nl_nl: Productcategorie

source: Product description
nl_nl: Product omschrijving

source: Product does not exist
nl_nl: Product niet gevonden

source: Product exist in this node
nl_nl: Product niet gevonden in tak

source: Product management
nl_nl: Productbeheer

source: Product material
nl_nl: Materiaal

source: Product name
nl_nl: Productnaam

source: Product price
nl_nl: Prijs

source: Product tree
nl_nl: Productboom

source: Products
nl_nl: Producten

source: Project No
nl_nl: Werkstuknummer

source: Project No.
nl_nl: Werkstuknummer

source: Push to delivery
nl_nl: Zet order op afgeleverd

source: Read
nl_nl: Bekijken

source: Ready for approval
nl_nl: Gereed voor goedkeuring

source: Received
nl_nl: Ontvangen

source: Recent orders
nl_nl: Recente bestellingen

source: Recipe defaults
nl_nl: Standaardwaarden recept

source: Recipe name
nl_nl: Receptnaam

source: Recipe settings
nl_nl: Instellingen

source: Recipe
nl_nl: Recept

source: Recipes
nl_nl: Recepten

source: Registration
nl_nl: Registratie

source: Related Products
nl_nl: Gerelateerde producten

source: Related Recipes
nl_nl: Gerelateerde recepten

source: Remark about denial
nl_nl: Opmerkingen over afwijzing

source: Remember me
nl_nl: Aangemeld blijven

source: remove
nl_nl: Verwijderen

source: Request new password
nl_nl: E-mailadres

source: Role
nl_nl: Rol

source: Roles
nl_nl: Rollen

source: Sales
nl_nl: Verkoop

source: Save
nl_nl: Opslaan

source: Search
nl_nl: Zoeken

source: Select import type and file
nl_nl: Select import type en bestand

source: Select ledger number
nl_nl: Selecteer grootboeknummer

source: Select organisation
nl_nl: Selecteer organisatie

source: Role has been edited.
nl_nl: Rol is aangepast

source: Select product from shortlist
nl_nl: Selecteer product vanuit de shortlist

source: Select role
nl_nl: Selecteer rol

source: Select Signadens tariff code
nl_nl: Selecteer Signadens tariefcode

source: Select supplier
nl_nl: Selecteer leverancier

source: Send Denial
nl_nl: Afwijzing verzenden

source: Set category for selected
nl_nl: Categorie instellen voor selectie

source: Your shortlist
nl_nl: Uw shortlist

source: Show cart
nl_nl: Winkelwagen bekijken

source: Signa Code
nl_nl: Signadens code

source: Signa No.
nl_nl: Signadens nummer

source: Signadens description
nl_nl: Signadens Omschrijving

source: Signadens product name
nl_nl: Signadens productnaam

source: Signadens tariff code
nl_nl: Signadens tariefcode

source: Skip column
nl_nl: Kolom overslaan

source: State
nl_nl: Status

source: Street and number
nl_nl: Straat en nummer

source: Subject
nl_nl: Onderwerp

source: Subtotal
nl_nl: Subtotaal

source: Supplier
nl_nl: Leverancier

source: Suppliers
nl_nl: Leveranciers

source: suppliers
nl_nl: leveranciers

source: Support
nl_nl: Ondersteuning

source: Tariff code
nl_nl: Tariefcode

source: Tariff codes
nl_nl: Tariefcodes

source: Tariff codes with ledger number sales
nl_nl: Tariefcodes

source: Time
nl_nl: Tijd

source: To reset the password for the Signadens account associated with your email, click on the button below. If you don't want to reset your password, please disregard this email.
nl_nl: Geachte heer/mevrouw, U hebt aangegeven dat u een nieuw wachtwoord voor Signadens wilt instellen. Via de volgende link kunt u uw wachtwoord opnieuw instellen. Mocht u geen nieuw wachtwoord hebben aangevraagd of niet opnieuw willen instellen dan kunt u deze e-mail negeren.

source: Total
nl_nl: Totaal

source: Total Ex. VAT
nl_nl: Totaal

source: Total price
nl_nl: Totaalprijs

source: Tree categories
nl_nl: Categorieboom

source: User
nl_nl: Gebruiker

source: Username/Email
nl_nl: Gebruikersnaam

source: Users
nl_nl: Gebruikersbeheer

source: workdays
nl_nl: Werkdagen

source: Yes, I need this for myself
nl_nl: Ja, Ik wil dit voor mijzelf laten bestellen

source: Your code can not be empty.
nl_nl: Sorry, we hebben de code echt nodig

source: Your name can not be empty.
nl_nl: Sorry, we hebben je naam echt nodig.

source: Your order
nl_nl: Uw bestelling

source: Zip code
nl_nl: Postcode

source: Zipcode
nl_nl: Postcode

source: on
nl_nl: op

source: Product update
nl_nl: Producten update

source: In queue
nl_nl: In wachtrij

source: Is this a general stock or for a specific project? If you enter a project number it will be saved to this product for tho order
nl_nl: Is dit product voor de algemene voorraad of een specifiek project? Als u een werkstuk nummer invoert zal het worden opgeslagen bij de bestelling

source: This product is already on the order list and is waiting to be ordered by our company purcharser. Do you still want to add this on the order list for a specif project?
nl_nl: Dit product zit al in uw winkelwagen om te worden besteld door de inkoper. Wilt u dit product nogmaals toevoegen aan de winkelwagen voor een specifiek werkstuk?

source: Product is already in the shortlist.
nl_nl: Dit product staat al op de shortlist.

source: Product has been added to the shortlist.
nl_nl: Het product is toegevoegd aan de shortlist.

source: Product is already in the cart.
nl_nl: Sorry, dit product zit al in uw winkelwagen.

source: Product has been added to the cart.
nl_nl: Het product is in uw winkelwagen geplaatst.

source: Import data is missing.
nl_nl: Sorry, we missen bepaalde gegevens die nodig zijn om te importeren. Zou je de juiste gegevens willen aanleveren in het importbestand?

source: Map values are duplicated.
nl_nl: Sorry, we kunnen één kolom helaas maar koppelen aan één waarde. Op dit moment wordt een waarde meer dan eens gebruikt.

source: There is no products to update.
nl_nl: Alle producten zijn al up to date.

source: Order does not exist.
nl_nl: Sorry, we kunnen deze bestelling niet vinden.

source: Your account is already connected with this lab.
nl_nl: Sorry, we kunnen je maar één keer koppelen en je bent al gekoppeld met dit Tandtechnische bedrijf.

source: Successfully added your account to the lab clients.
nl_nl: Gelukt, je bent nu gekoppeld aan het Tandtechnische bedrijf.

source: The information will be send to lab admin.
nl_nl: Deze informatie wordt verzonden naar de beheerder van het Tandtechnische bedrijf.

source: Invalid url address.
nl_nl: Sorry, we hebben een kloppend web-adres (url) nodig.

source: Successfully created and added account to the lab clients. On the mail box will be send yours authorisation data.
nl_nl: Gelukt, we hebben een account voor u aangemaakt. U ontvangt uw inloggegevens per mail.

source: There is an error with creating new account.
nl_nl: Sorry, we kunnen helaas geen nieuwe account aanmaken.

source: New tariff code has been added.
nl_nl: Gelukt, de nieuwe tariefcode is toegevoegd.

source: New tariff code cannot be added. Code must be unique
nl_nl: Sorry, de tarief code moet echt uniek zijn willen we deze kunnen toevoegen.

source: Tariff code has been edited.
nl_nl: Gelukt, de tariefcode is bijgewerkt.

source: Tariff code cannot be edited.
nl_nl: Sorry, deze tariefcode kan niet worden gewijzigd

source: Tariff code has been activated.
nl_nl: Gelukt, de tariefcode is geactiveerd.

source: Tariff code cannot be activated.
nl_nl: Sorry, de tariefcode kon niet worden geactiveerd.

source: Tariff code has been deactivated.
nl_nl: Gelukt, de tariefcode is niet meer actief.

source: Tariff code cannot be deactivated.
nl_nl: Sorry, we kunnen deze tariefcode niet deactiveren.

source: New invoice has been added.
nl_nl: Gelukt, de nieuwe factuur is aangemaakt.

source: New invoice cannot be added. Error corrupted
nl_nl: Sorry, we doen iets niet goed, we kunnen de nieuwe factuur niet aanmaken.

source: New record has been added.
nl_nl: Gelukt, een nieuwe item is toegevoegd.

source: New record cannot be added. Error corrupted
nl_nl: Sorry, we doen iets niet goed, we kunnen het nieuwe item niet aanmaken.

source: Record has been edited.
nl_nl: Gelukt, het item is aangepast.

source: Record cannot be edited. Error corrupted
nl_nl: Sorry, we doen iets niet goed, we kunnen het item niet aanpassen.

source: Invoice has been deleted.
nl_nl: Gelukt, de factuur is verwijderd.

source: Record has been deleted.
nl_nl: Gelukt, het item is verwijderd.

source: Record cannot be deleted. Error corrupted
nl_nl: Sorry, we doen iets niet goed, we kunnen dit item niet verwijderen.

source: New user has been added.
nl_nl: Gelukt, de nieuwe gebruiker is toegevoegd.

source: User can't be added.
nl_nl: Sorry, we doen iets niet goed, we kunnen de nieuwe gebruiker niet toevoegen.

source: User has been edited.
nl_nl: Gelukt, de gebruiker is bijgewerkt.

source: User can't be edited.
nl_nl: Gebruiker kan niet worden bewerkt.

source: User has been deleted.
nl_nl: Gelukt, de gebruiker is verwijderd.

source: User doesn't exist.
nl_nl: Gebruiker bestaat niet.

source: User has been deactivated.
nl_nl: Gelukt, de gebruiker is niet meer actief.

source: User has been activated.
nl_nl: Gelukt, de gebruiker is nu actief.

source: Successfully approved products and send information to supplier.
nl_nl: Gelukt, de producten zijn goedgekeurd en de informatie is verzonden naar de leverancier.

source: Successfully declined products and send information to supplier.
nl_nl: Gelukt, de producten zijn afgewezen en de informatie hierover is verzonden naar de leverancier.

source: There is no products to decline.
nl_nl: Sorry, we doen iets niet goed, er zijn geen producten om af te wijzen.

source: Successfully imported products.
nl_nl: Gelukt, de producten die je wilde importeren zijn opgeslagen.

source: Category has been added.
nl_nl: Gelukt, de categorie is toegevoegd.

source: Category can't be added.
nl_nl: Categorie kan niet worden toegevoegd.

source: Category has been edited.
nl_nl: Gelukt, de categorie is bijgewerkt.

source: Category can't be edited.
nl_nl: Categorie kan niet worden bewerkt.

source: Category has been deleted.
nl_nl: Gelukt, de categorie is verwijderd.

source: Category can't be deleted because has active products.
nl_nl: Categorie kan niet worden verwijderd, omdat er actieve producten aan zijn gekoppeld.

source: New recipe has been added.
nl_nl: Gelukt, het recept is toegevoegd.

source: Something went wrong
nl_nl: Sorry, we doen iets niet goed. Zou je het nogmaals willen proberen en anders contact op willen nemen met onze helpdesk?

source: Recipe has been saved.
nl_nl: Gelukt, het recept is bijgewerkt.

source: Recipe has been deactivated.
nl_nl: Gelukt, het recept is niet meer actief.

source: Recipe doesn't exist.
nl_nl: Recept bestaat niet.

source: Recipe has been activated.
nl_nl: Gelukt, het recept is nu actief.

source: Recipe has been deleted.
nl_nl: Gelukt, het recept is verwijderd.

source: New ledger code has been added.
nl_nl: Gelukt, de grootboekrekening is toegevoegd.

source: New ledger code cannot be added. Code must be unique
nl_nl: Sorry, de code van de grootboekrekening moet echt uniek zijn willen we deze kunnen toevoegen.

source: Ledger code has been edited.
nl_nl: Gelukt, de grootboekrekening is bijgewerkt.

source: Ledger code cannot be edited.
nl_nl: Sorry, we doen iets niet goed, we kunnen de aangepaste gegevens van de grootboekrekening niet bijwerken.

source: Ledger code has been activated.
nl_nl: Gelukt, De grootboekrekening is nu actief.

source: Ledger code cannot be activated.
nl_nl: Sorry, de grootboekrekening kon niet worden geactiveerd.

source: Ledger code has been deactivated.
nl_nl: Gelukt, de grootboekrekening is niet meer actief.

source: Ledger code cannot be deactivated.
nl_nl: Sorry, we kunnen deze grootboekrekening niet deactiveren.

source: Order has been deleted.
nl_nl: Gelukt, de bestelling is verwijderd.

source: Order doesn't exist.
nl_nl: Bestelling niet gevonden.

source: Order has been completed.
nl_nl: Gelukt, de order is geplaatst.

source: Order has been updated.
nl_nl: Gelukt, de order is bijgewerkt.

source: Product doesn't exist.
nl_nl: Product niet gevonden.

source: Product has been added.
nl_nl: Gelukt, het product is toegevoegd.

source: User is allready deactivated.
nl_nl: Sorry, we doen iets niet goed, deze gebruiker is al niet actief.

source: User is allready activated.
nl_nl: Sorry, we doen iets niet goed, de gebruiker is al actief.

source: Wrong email/password.
nl_nl: Sorry, we doen iets niet goed, we herkennen de combinatie van deze gebruikersnaam en het wachtwoord niet.

source: There is no account associated to this email.
nl_nl: Sorry, we doen iets niet goed.

source: Success! Please check your messages for an email reset password.
nl_nl: Gelukt, als je e-mailadres overeenkomt met je account is er een e-mail verzonden om je wachtwoord opnieuw in te stellen.

source: Invalid reset code.
nl_nl: Sorry, we doen iets niet goed, we herkennen deze link niet om je wachtwoord opnieuw in te kunnen stellen.

source: Password was already resetted.
nl_nl: Sorry, we doen iets niet goed. Het wachtwoord is al opnieuw ingesteld.

source: New password has been send.
nl_nl: Gelukt, we hebben een nieuw tijdelijk wachtwoord opgestuurd.

source: New countlist has been created.
nl_nl: Gelukt, de nieuwe tellijst is toegevoegd.

source: Cannot create new countlist.
nl_nl: Sorry, we doen iets niet goed, we kunnen geen tellijst aanmaken.

source: Product has been deleted from shortlist.
nl_nl: Gelukt, het product is verwijderd van de shortlist.

source: Recipe cannot be activated.
nl_nl: Sorry, het recept kon niet worden geactiveerd.

source: Recipe cannot be deactivated.
nl_nl: Sorry, we kunnen dit recept niet deactiveren.

source: Your cart is empty.
nl_nl: Sorry, de winkelwagen is nog leeg. Als je een product hebt toegevoegd kan je de winkelwagen bekijken.

source: Your cart
nl_nl: Uw besteloverzicht

source: Print
nl_nl: Afdrukken

source: update
nl_nl: Bijwerken

source: create
nl_nl: Aanmaken

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Manual
nl_nl: Handmatig

source: Sorry, that code is already taken.
nl_nl: Sorry, we doen iets niet goed, deze code is al in gebruik.

source: Progress
nl_nl: Bezig

source: Complete
nl_nl: Afgerond

source: Confirmed
nl_nl: Bevestigd

source: On delivery
nl_nl: Verstuurd

source: Delivered
nl_nl: Afgeleverd

source: Composite
nl_nl: Samengesteld prijs

source: Fixed
nl_nl: Vaste prijs

source: Text
nl_nl: Tekstveld

source: Checkboxes
nl_nl: Aanvinklijst

source: Select list
nl_nl: Dropdown selectieveld

source: Toggle navigation
nl_nl: Navigatie openen/sluiten

source: Logout
nl_nl: Uitloggen

source: Back to admin
nl_nl: Terug naar beheer

source: Good morning
nl_nl: Goedemorgen

source: Good afternoon
nl_nl: Goedemiddag

source: Good evening
nl_nl: Goedenavond

source: Good night
nl_nl: Goedenavond

source: Add new organisation
nl_nl: Organisatie toevoegen

source: Organisation type
nl_nl: Type organisatie

source: Edit user
nl_nl: Gebruiker aanpassen

source: Add user
nl_nl: Gebruiker toevoegen

source: Users with Role
nl_nl: Gebruikers met deze rol

source: You've received the following order from lab
nl_nl: U heeft onderstaande bestelling ontvangen van het Tandtechnische bedrijf

source: Open this order in
nl_nl: Open deze order in

source: Select type of import
nl_nl: Type import

source: Select file for import
nl_nl: Kies een bestand

source: Next step
nl_nl: Volgende

source: Previous step
nl_nl: Vorige

source: OK
nl_nl: Akkoord

source: ERROR
nl_nl: Let op! Fout

source: ERRORS
nl_nl: Let op! Fouten

source: import log
nl_nl: Import logboek

source: products migration are in queue for approval.
nl_nl: De aanpassingen aan producten staan in de wachtrij om te worden goedgekeurd door Signadens.

source: Once the import is approved the changes are visible for the Labs.
nl_nl: Nadat de import is goedgekeurd zijn de wijzigingen ook zichtbaar voor de Tandtechnische bedrijven.

source: You can follow the status of the import of your
nl_nl: Je kan de status van deze import volgen via het

source: or view the
nl_nl: of bekijk het

source: Send instructions
nl_nl: Verstuur instructies

source: Your email address
nl_nl: Je e-mailadres

source: Success: If there is an account associated, the email for password recovery is send.
nl_nl: Sorry, we doen iets niet goed. We kunnen je wachtwoord niet opnieuw instellen.

source: Click on one of categories to go to the next step
nl_nl: Klik op een categorie om naar de volgende stap te gaan

source: Product features
nl_nl: Product eigenschappen

source: Add attachment(s)
nl_nl: Bijlage(n) toevoegen

source: Add to order
nl_nl: Toevoegen aan order
