Repository: night86/test
Catalog: translations/*/LC_MESSAGES/signadens.po
Languages: nl_nl

source: Order notes or remarks...
nl_nl: Opmerkingen bij order

source: Date of birth
nl_nl: Geboortedatum

source: Gender
nl_nl: Geslacht

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Show
nl_nl: Tonen

source: Select changes commencing date
nl_nl: Selecteer startdatum wijzigingen

source: material
nl_nl: materiaal

source: Url to the product image
nl_nl: URL naar productafbeelding

source: Manufacturer
nl_nl: Fabrikant

source: manufacturer
nl_nl: producent

source: Minimal amount
nl_nl: Minimale bestelhoeveelheid

source: Amount in one box
nl_nl: Aantal in verpakking

source: Barcode supplier
nl_nl: Barcode leverancier

source: Delivery time in days
nl_nl: Levertijd in dagen

source: Key word for product searching
nl_nl: Zoekwoord

source: Package unit
nl_nl: Verpakkingseenheid

source: Optional order quantity
nl_nl: Optionele bestelhoeveelheid

source: Recommended retail price
nl_nl: Retail adviesprijs

source: External link to the product
nl_nl: Externe URL naar product

source: External link to the product sheet
nl_nl: Externe URL naar productinformatie

source: Patient data
nl_nl: Patiënt-data

source: Order info
nl_nl: Orderinformatie

source: Order messages
nl_nl: Berichten bij order

source: New message about order
nl_nl: Nieuw bericht over de order

source: Reply
nl_nl: Reageren

source: Message has been added.
nl_nl: Aanpassingen zijn opgeslagen

source: Move to delivery
nl_nl: Verplaats naar status 'verzonden'

source: Order has been moved to delivery.
nl_nl: De order heeft nu als status 'verzonden'.

source: Send
nl_nl: Verzenden

source: Employees
nl_nl: Medewerkers

source: Attachment doesn't exist.
nl_nl: Bijlage niet gevonden

source: Recipe image
nl_nl: Afbeelding van recept

source: new
nl_nl: nieuw

source: codes are added
nl_nl: codes zijn toegevoegd

source: Read aFt
nl_nl: Lees aFt

source: Read at
nl_nl: Lees bij

source: Content
nl_nl: Inhoud

source: Are you sure you want to leave?
nl_nl: Wilt u deze pagina verlaten zonder op te slaan?

source: Confirmation
nl_nl: Ja

source: Attention
nl_nl: Attentie

source: This is a target price, the actual price will be calculation on production
nl_nl: Genoemde prijs is de basisprijs. Bij eventueel meer- of extra werk kunnen er additionele kosten worden berekend.

source: To add the project you need to set the minimum order amount quantity and optional set the tariff code for sales
nl_nl: Om een project toe te voegen dient u een minimale bestelhoeveelheid en (optioneel) de tariefcode voor verkoop in te stellen.

source: Min. order quantity
nl_nl: Minimale bestelhoeveelheid

source: Usage
nl_nl: Gebruik

source: Margin type
nl_nl: Marge type

source: Margin value/percentage
nl_nl: Marge waarde/percentage

source: Search products
nl_nl: Producten zoeken

source: Import list
nl_nl: Importeer lijst

source: Add new user
nl_nl: Nieuwe gebruiker toevoegen

source: Selected
nl_nl: Geselecteerd

source: Reset role for users
nl_nl: Rol resetten

source: Edit role
nl_nl: Rol bewerken

source: has imported
nl_nl: is geïmporteerd

source: with deadline
nl_nl: met als deadline

source: Check them out to approve or decline
nl_nl: Bekijk om te accepteren of afwijzen

source: this import
nl_nl: deze import

source: Import product
nl_nl: Importeer product

source: Import codes DONE!
nl_nl: Importeren van de codes afgerond.

source: Send reply
nl_nl: Reactie verzenden

source: Your reply has been send.
nl_nl: Uw reactie is verzonden.

source: Your message cannot be created.
nl_nl: Uw bericht kan niet worden aangemaakt.

source: Import by
nl_nl: Import door

source: Product Name
nl_nl: Productnaam

source: show more
nl_nl: Alles tonen

source: Order product for project
nl_nl: Bestel product voor project

source: Product already on order list
nl_nl: Product zit al in de winkelwagen

source: Error
nl_nl: Mislukt

source: Success
nl_nl: Geslaagd

source: Warning
nl_nl: Waarschuwing

source: Edit product
nl_nl: Bewerk product

source: Change margin price
nl_nl: Wijzig marge prijs

source: Product has been edited.
nl_nl: Product is aangepast

source: Product has not been edited.
nl_nl: Product is niet aangepast.

source: Product quantity has been added.
nl_nl: Het product is in de winkelwagen geplaatst.

source: An error occurred during saving data.
nl_nl: Er ging iets fout tijdens het opslaan van de gegevens.

source: Margin values has been updated.
nl_nl: Marge waarden zijn geüpdatet

source: Owner
nl_nl: Eigenaar

source: Upload date
nl_nl: Uploaddatum

source: File size
nl_nl: Bestandsgrootte

source: Shared with
nl_nl: Gedeeld met

source: cancel
nl_nl: cancelen

source: File has been added.
nl_nl: Bestand is toegevoegd.

source: A file is missing.
nl_nl: Bestand ontbreekt.

source: File cannot be saved.
nl_nl: Bestand kan niet worden opgeslagen.

source: Edit share
nl_nl: Bewerk delen

source: Share
nl_nl: Delen

source: Select the organisation you want to share the file with
nl_nl: Selecteer de organisatie met wie u het bestand wenst te delen

source: After you've clicked on the share button the user will be notified of the new file. You can always revoke access.
nl_nl: Nadat u op de deel knop heeft geklikt wordt de gebruiker geïnformeerd over het nieuwe bestand. U kunt de toegang ook weer intrekken.

source: Users were invited and get notifications.
nl_nl: Gebruikers zijn uitgenodigd en hebben een notificatie ontvangen.

source: Successfully deleted file.
nl_nl: Bestand succesvol verwijderd.

source: File does not exist.
nl_nl: Bestand bestaat niet.

source: Successfully accepted request.
nl_nl: Verzoek geaccepteerd.

source: In your file list is added new file.
nl_nl: Er is een nieuw bestand toegevoegd aan uw bestandsoverzicht.

source: Files share permission
nl_nl: Rechten bestand delen

source: Allow user files share
nl_nl: Bestand delen gebruiker toestaan

source: Create new custom field
nl_nl: Nieuw veld aanmaken

source: Enter the label, select type and options
nl_nl: Voer het label in, selecteer type en opties

source: Field label
nl_nl: Veld label

source: Field options
nl_nl: Veld opties

source: Order code
nl_nl: Bestelnummer

source: Recipe list
nl_nl: Receptlijst

source: Invited
nl_nl: Uitgenodigd

source: Pending
nl_nl: Uitgenodigd

source: Accepted
nl_nl: Geaccepteerd

source: Denied
nl_nl: Afgewezen

source: Revoke access
nl_nl: Toegang intrekken

source: Resend invitation
nl_nl: Uitnodiging opnieuw verzenden

source: User is revoked
nl_nl: Toegang voor gebruiker is ingetrokken.

source: Cannot do this operation
nl_nl: Kan deze actie niet uitvoeren

source: To the project
nl_nl: Naar het project

source: is added a new file
nl_nl: heeft een nieuw bestand toegevoegd

source: By entering a dentist admin e-mailadres you'll be able to invite them. If this dentist isn' registered they will receive an email to create an account.
nl_nl: Door een administrator e-mailadres voor een tandarts in te voeren kunt u een uitnodiging sturen. Als de tandarts nog niet geregistreerd staat in de applicatie krijgt hij of zij het verzoek om een account aan te maken.

source: Admin E-mail
nl_nl: Administrator e-mailadres

source: Invitation to cooperate with
nl_nl: Uitnodiging om samen te werken met

source: Dental group invites you to be part of the group
nl_nl: De tandartsgroep nodigt u uit om deel te zijn van de groep

source: An error occurred while sending the message.
nl_nl: Er is iets fout gegaan tijdens het versturen van het bericht.

source: Message has been sended to the denstist.
nl_nl: Er is een bericht verstuurd naar de tandarts.

source: Project invitation.
nl_nl: Project uitnodiging

source: Project invitation
nl_nl: Uitnodiging voor project

source: Cooperate invitation
nl_nl: Uitnodiging voor samenwerking

source: Cooperate invitation.
nl_nl: Uitnodiging om samen te werken

source: File share
nl_nl: Bestandsdeling

source: has been moved to delivery
nl_nl: is gemarkeerd als 'verzonden'

source: Image
nl_nl: Afbeelding

source: You'll only import changes to exisiting products.
nl_nl: U importeert alleen wijzigingen op bestaande producten.

source: Save and complete count
nl_nl: Tellijst bewaren en afronden

source: Save count
nl_nl: Tellijst bewaren

source: Fixed price (all in one price, additional supplied product excluded)
nl_nl: Vaste prijs (alles in een prijs, extra geleverde producten uitgesloten)

source: Composite price (calculate price based on tariff codes)
nl_nl: Samengestelde prijs (prijs op basis van tariefcodes)

source: Invite dentist as new client
nl_nl: Nodig tandarts uit als nieuwe klant

source: Up
nl_nl: Naar boven

source: Down
nl_nl: Naar beneden

source: Decimal
nl_nl: Decimaal

source: Integer
nl_nl: Interger

source: Changed order status to the delivery and send notification.
nl_nl: Order status aangepast naar Afleveren en notificatie verzonden

source: No selected
nl_nl: Niet geselecteerd

source: General message
nl_nl: Algemeen bericht

source: Import - decline
nl_nl: Import - afwijzen

source: Options
nl_nl: Opties

source: Edit ledger code
nl_nl: Bewerk grootboeknummers

source: Edit tariff code
nl_nl: Bewerk tariefcodes

source: Maps have been saved.
nl_nl: Koppelingen zijn opgeslagen.

source: None map has been created or updated.
nl_nl: Er zijn geen Koppelingen aangemaakt of geüpdatet.

source: Products tree
nl_nl: Productboom

source: Products tree preview
nl_nl: Productboom preview

source: Product categories
nl_nl: Product categorieën

source: Receiver (dentist)
nl_nl: Ontvanger (tandarts)

source: Tax
nl_nl: BTW

source: Sender (lab)
nl_nl: Verzender (tandtechnisch bedrijf)

source: Remove
nl_nl: Verwijderen

source: Download
nl_nl: Downloaden

source: Product minimal amount
nl_nl: Product minimaal aantal

source: Round direction
nl_nl: Afrondingsrichting

source: Round type
nl_nl: Afrondingstype

source: New countlist
nl_nl: Nieuwe tellijst

source: View
nl_nl: Tonen

source: Add tariff code
nl_nl: Tariefcode toevoegen

source: Add ledger code
nl_nl: Grootboekrekening toevoegen

source: Select culumns map
nl_nl: Selecteer kolom format

source: Encountered errors
nl_nl: Meldingen:

source: tariff
nl_nl: tarief

source: ledger
nl_nl: grootboek

source: Description can not be empty.
nl_nl: Omschrijving mag niet leeg zijn.

source: Group type can not be empty.
nl_nl: Groepstype mag niet leeg zijn.

source: Balance type can not be empty.
nl_nl: Balanstype mag niet leeg zijn

source: Balance side can not be empty.
nl_nl: Balanszijde mag niet leeg zijn.

source: Name can not be empty.
nl_nl: Naam mag niet leeg zijn.

source: Price can not be empty.
nl_nl: Prijs mag niet leeg zijn.

source: Code can not be empty.
nl_nl: Code mag niet leeg zijn.

source: Description supplier can not be empty.
nl_nl: Omschrijving leverancier mag niet leeg zijn.

source: Package unit can not be empty.
nl_nl: Verpakkingseenheid mag niet leeg zijn.

source: Delivery time can not be empty.
nl_nl: Levertijd mag niet leeg zijn.

source: File name
nl_nl: Bestandsnaam

source: Commencing date
nl_nl: Aanvangsdatum

source: New order
nl_nl: Nieuwe order

source: Files
nl_nl: Bestanden

source: Select columns
nl_nl: Selecteer kolommen

source: Show all
nl_nl: Toon alles

source: Show default
nl_nl: Toon standaard

source: Add new product category
nl_nl: Nieuwe product categorie toevoegen

source: Add new invoice
nl_nl: Nieuwe factuur toevoegen

source: Client name
nl_nl: Naam klant

source: Client address
nl_nl: Adres klant

source: Invoice date
nl_nl: Factuurdatum

source: Client name continue
nl_nl: Achternaam klant

source: Client zip code
nl_nl: Postcode klant

source: Client city
nl_nl: Plaats klant

source: Add new record to the invoice
nl_nl: Nieuwe regel aan factuur toevoegen

source: Edit invoice
nl_nl: Factuur bewerken

source: Remove from shortlist
nl_nl: Verwijderen van shortlist

source: Edit product category
nl_nl: Productcategorie bewerken

source: success
nl_nl: geslaagd

source: There is no product avilable for you yet
nl_nl: Er zijn nog geen producten beschikbaar voor u.

source: Reset your password
nl_nl: Wachtwoord opnieuw instellen

source: Welcome in Signadens
nl_nl: Welkom bij Signadens

source: Here is your login and password to system
nl_nl: Hierbij sturen wij u uw gebruikersnaam en wachtwoord.

source: New password
nl_nl: Nieuw wachtwoord

source: New password has been generated
nl_nl: Er is een wachtwoord gegenereerd

source: Manage dentist groups
nl_nl: Tandartsgroep beheren

source: Dentists groups
nl_nl: Tandartsgroepen

source: Select groups
nl_nl: Groep(en) selecteren

source: New discount
nl_nl: Korting

source: Add dentist group
nl_nl: Tandartsgroep toevoegen

source: Discount dentist groups
nl_nl: Korting tandartsgroep

source: Are you sure you want to delete?
nl_nl: Weet u zeker dat u wilt verwijderen?

source: Dentist group discount has been deleted.
nl_nl: De korting van de tandartsgroep is verwijderd

source: Dentist group discount doesnt exist.
nl_nl: Korting tandartsgroep bestaat niet

source: already has discount for this product.
nl_nl: heeft al korting op dit product

source: Dentist group discount has been added.
nl_nl: Korting tandartsgroep is toegevoegd

source: Dentist group discount has not been added.
nl_nl: Korting tandartsgroep is niet toegevoegd.

source: If you don't select any product, margin will be set for all products
nl_nl: Wanneer u geen product selecteert wordt de marge gebruikt voor alle producten.

source: Key words can not be empty.
nl_nl: Keywords mag niet leeg zijn.

source: Client country
nl_nl: Land client

source: More details
nl_nl: Tonen

source: Product list
nl_nl: Productoverzicht

source: Supplier name
nl_nl: Naam leverancier

source: Product has been deleted.
nl_nl: Product is verwijderd.

source: Product edit
nl_nl: Product bewerken

source: Retail price
nl_nl: Retailprijs

source: External link
nl_nl: Externe link

source: External link productsheet
nl_nl: Externe link productblad

source: Amount min
nl_nl: Minimaal aantal

source: Inactive
nl_nl: Inactief

source: Declined
nl_nl: Afgewezen

source: Deleted
nl_nl: Verwijderd

source: New file share
nl_nl: Nieuwe bestandsdeling

source: Order moved to delivery
nl_nl: Status bestelling naar ‘bezorgen’

source: Import code
nl_nl: Importeer code

source: Import declined
nl_nl: Import afgewezen

source: Import approved
nl_nl: Import geaccepteerd

source: Order update
nl_nl: Update order

source: Leave project
nl_nl: Project verlaten

source: Manage users
nl_nl: Beheer gebruikers

source: Task
nl_nl: Taak

source: Tasks
nl_nl: Taken

source: New task
nl_nl: Nieuwe taak

source: Task decsription
nl_nl: Omschrijving taak

source: Created by
nl_nl: Aangemaakt door

source: Assignee
nl_nl: Toegewezen aan

source: Create date
nl_nl: Aanmaakdatum

source: Title
nl_nl: Titel

source: New task has been added.
nl_nl: De nieuwe taak is toegevoegd.

source: Task can't be added.
nl_nl: De taak kan niet worden toegevoegd.

source: Edit task
nl_nl: Bewerkt taak

source: Select users
nl_nl: Selecteer gebruikers

source: Task state has been changed.
nl_nl: Status van de taak is gewijzigd

source: Task state hasn't been changed.
nl_nl: Status van de taak is niet gewijzigd.

source: Task has been deleted.
nl_nl: Taak is verwijderd.

source: Task hasn't been deleted.
nl_nl: Taak is niet verwijderd.

source: Close task
nl_nl: Sluit taak

source: Open task
nl_nl: Open taak

source: New task in project
nl_nl: Nieuwe taak in het project

source: You are assigned to new task
nl_nl: Er is je een nieuwe taak toegewezen

source: Delete image
nl_nl: Verwijder afbeelding

source: Created date
nl_nl: Aanmaakdatum

source: Notes
nl_nl: Notities

source: Upload file
nl_nl: Upload bestand

source: New note
nl_nl: Nieuwe notitie

source: Note has been added.
nl_nl: Notitie is toegevoegd.

source: Note cannot be saved.
nl_nl: Notitie kan niet worden opgeslagen.

source: New note has been updated.
nl_nl: Nieuwe notitie is geupdatet.

source: New note has been added.
nl_nl: Nieuwe notitie is toegevoegd.

source: Not exist.
nl_nl: Bestaat niet.

source: Successfully deleted.
nl_nl: Succesvol verwijderd.

source: Package unit. Wrong format.
nl_nl: Verpakkingseenheid is verkeerd ingevoerd.

source: Delivery time. Wrong format.
nl_nl: Levertijd is verkeerd ingevoerd.

source: Is it necessary the order is delivered sooner than the first shown date? Contact the lab by phone:
nl_nl: Betreft het een spoedorder waarbij levering voor de eerst beschikbare datum noodzakelijk is? Neem dan telefonisch contact op met het betreffende tandtechnisch bedrijf:

source: Download attachment
nl_nl: Download bijlage

source: Delivery adress
nl_nl: Afleveradres

source: Delivery
nl_nl: Leverdatum

source: Attachment(s)
nl_nl: Bijlage(n)

source: You've received the following order
nl_nl: U heeft deze bestelling ontvangen

source: Add new tariff code
nl_nl: Voeg nieuwe tariefcode toe

source: Add product to favourites
nl_nl: Voeg product toe aan shortlist

source: Categorize
nl_nl: Categoriseer

source: Set to delivery
nl_nl: Zet order op afgeleverd

source: Status change
nl_nl: Statuswijziging

source: Wall
nl_nl: Chat

source: Project created
nl_nl: Project aangemaakt

source: Last edit in project
nl_nl: Laatste wijziging in dit project

source: You can start typing message here
nl_nl: Typ hier uw bericht

source: typing
nl_nl: aan het typen

source: Add file
nl_nl: Bestand toevoegen

source: Select a file on your computer to upload
nl_nl: Selecteer het bestand dat u wilt uploaden van uw computer

source: Are you sure you want to remove this order?
nl_nl: Weet u zeker dat u deze bestelling wilt verwijderen?

source: Are you sure you want to remove this product from the orderlist?
nl_nl: Weet u zeker dat u dit product wilt verwijderen uit uw winkelwagen?

source: Save all changes
nl_nl: Alle wijzigingen opslaan

source: Orders in progress
nl_nl: Lopende bestellingen

source: Incoming orders
nl_nl: Nieuwe orders

source: Yes, I am sure
nl_nl: Ja, ik weet het zeker

source: ordered by
nl_nl: besteld door

source: ordered from department
nl_nl: besteld vanaf afdeling

source: Move to In progress
nl_nl: Bevestig ontvangst

source: Order has been moved to In progress
nl_nl: Order is bevestigd en verplaatst naar 'Lopende orders'

source: In progress
nl_nl: Lopende orders

source: Complete edit
nl_nl: Wijzigingen opslaan

source: Helpdesk page editor
nl_nl: Helpdesk-pagina bewerken

source: received
nl_nl: ontvangen

source: Changes have been saved
nl_nl: Gelukt, de wijzigingen zijn opgeslagen

source: Changes have not been saved
nl_nl: De wijzigingen zijn niet opgeslagen.

source: Move to order history
nl_nl: Verplaats naar bestelhistorie

source: Not all products in this order have been received yet
nl_nl: Nog niet alle producten van deze bestelling zijn ontvangen

source: Not all products in this order are sent yet
nl_nl: Nog niet alle producten in deze order zijn verstuurd.

source: New
nl_nl: Nieuw

source: This is a rush order. Please contact me to discuss the possibility of an earlier delivery.
nl_nl: Dit is een spoedorder. Neem alstublieft contact met mij op om de mogelijkheden van een snellere levering te bespreken.

source: This is a rush order. Please contact the dentist to discuss the possibility of an earlier delivery.
nl_nl: Dit betreft een spoedorder. Neem alstublieft contact op met de klant om de mogelijkheden voor snellere levering te bespreken.

source: Page saved
nl_nl: Pagina opgeslagen

source: Imported products has been approved to specific category
nl_nl: Geïmporteerde producten zijn goedgekeurd en toegewezen aan de betreffende categorie.

source: Add option
nl_nl: Voeg optie toe

source: New account has been created. Now you can log in, by using data
nl_nl: Uw account is aangemaakt. U kunt nu inloggen met de volgende inloggegevens:

source: password
nl_nl: Wachtwoord

source: Please as soon as possible change your password
nl_nl: Verander uw wachtwoord alstublieft zo spoedig mogelijk

source: projects
nl_nl: Projecten

source: New organisation has been added
nl_nl: Nieuwe organisatie is toegevoegd

source: Organisation can't be added
nl_nl: Organisatie kan niet worden toegevoegd

source: Organisation has been edited
nl_nl: Wijzigingen in organisatie zijn opgeslagen

source: Organisation can't be edited
nl_nl: Wijzigingen in organisatie kunnen niet worden opgeslagen

source: Organisation has been deleted
nl_nl: Organisatie is verwijderd

source: Organisation doesn't exist
nl_nl: Organisatie bestaat niet

source: Organisation has been deactivated
nl_nl: Organisatie is nu inactief

source: Organisation has been activated
nl_nl: Organisatie is nu actief

source: File has been deleted.
nl_nl: Bestand is verwijderd

source: File doesn't exist
nl_nl: Bestand bestaat niet

source: Sent
nl_nl: Verstuurd

source: Are you sure you want to set this recipe to inactive? Labs will be notified about this and it will no longer be possible for dentists to order this recipe.
nl_nl: Weet u zeker dat u dit recept wilt deactiveren? De tandtechnische bedrijven ontvangen hier een melding van en tandartsen kunnen dit recept niet meer bestellen.

source: Signadens set the status of recipe
nl_nl: Signadens heeft recept

source: to inactive. You can no longer offer this recipe to your clients.
nl_nl: gedeactiveerd. U kunt dit recept niet meer aan uw klanten aanbieden.

source: Status recipe changed
nl_nl: Recept-status gewijzigd

source: Active Recipes
nl_nl: Actieve recepten

source: Inactive Recipes
nl_nl: Recept-archief

source: Recipe archive
nl_nl: Recept-archief

source: Confirm deactivation recipe
nl_nl: Deactiveren bevestigen

source: Department
nl_nl: Afdeling

source: Departments
nl_nl: Afdelingen

source: User departments
nl_nl: Afdeling lab

source: Edit user department
nl_nl: Afdeling lab aanpassen

source: Add new user department
nl_nl: Afdeling lab aanpassen

source: External link product sheet Signadens
nl_nl: Externe link productblad Signadens

source: Product sheet Signadens
nl_nl: Productblad Signadens

source: Product description Signadens
nl_nl: Productbeschrijving Signadens

source: Tax percentage
nl_nl: BTW-percentage

source: Product group
nl_nl: Productgroep

source: product group
nl_nl: productgroep

source: Save and deactivate
nl_nl: Deactiveer

source: Save and activate
nl_nl: Activeer

source: There is not connected tariff code or price is not set
nl_nl: Activeren is niet mogelijk. De tariefcode-koppeling of te berekenen vaste prijs ontbreekt.

source: URL to product image
nl_nl: URL naar productafbeelding

source: product_group
nl_nl: productgroep

source: Single additional price
nl_nl: Eenmalige aanvullende kosten (ongeacht aantal)

source: Additional price per item
nl_nl: Aanvullende kosten per item

source: per page
nl_nl: aantal producten per pagina

source: Product category can not be empty.
nl_nl: Kies een productcategorie

source: Custom price
nl_nl: Additionele kosten

source: Print packing slip
nl_nl: Print pakbon

source: Packing slip
nl_nl: Pakbon

source: Add new framework agreement
nl_nl: Nieuwe raamovereenkomst toevoegen

source: Framework agreement
nl_nl: Raamovereenkomst

source: Agreement effective from
nl_nl: Ingangsdatum

source: Due date agreement
nl_nl: Vervaldatum

source: Owner of agreement
nl_nl: Eigenaar raamovereenkomst

source: Reminder due date in month
nl_nl: Verzenden herinnering vervaldatum (aantal maanden voor vervaldatum)

source: Name supplier
nl_nl: Leverancier

source: Name contact person
nl_nl: Contactpersoon

source: Address supplier
nl_nl: Adres leverancier

source: Zip code supplier
nl_nl: Postcode leverancier

source: City supplier
nl_nl: Vestigingsplaats leverancier

source: Phone number supplier
nl_nl: Telefoonnummer leverancier

source: Shipping costs
nl_nl: Verzendkosten

source: Delivery period
nl_nl: Levertijd

source: Suggested retail price
nl_nl: Retail adviesprijs

source: Order quantity
nl_nl: Afspraken m.b.t. orderhoeveelheid
