Repository: night86/test
Catalog: translations/*/LC_MESSAGES/signadens.po
Languages: nl_nl

source: Attachments
nl_nl: Bijlage(n)

source: Categories the agreement is applicable to
nl_nl: Overeengekomen kortingspercentage(s)

source: Discount for all products
nl_nl: Kortingspercentage voor alle producten

source: Discount per product category
nl_nl: Kortingspercentage per productcategorie

source: Discount per product group
nl_nl: Kortingspercentage per productgroep

source: Marketing support applicability
nl_nl: Afspraken over marketing support

source: SLA applicability
nl_nl: Bestaan Service Level Agreement

source: Available training sessions
nl_nl: Afspraken over beschikbare (product)trainingen

source: Additional notes
nl_nl: Aanvullende notities

source: Send date
nl_nl: Verzenddatum

source: Edit tree category:
nl_nl: Categorieboom bewerken

source: modal-title
nl_nl: Titel pop-up

source: Duplicate framework agreement
nl_nl: Dupliceer raamovereenkomst

source: Delete file
nl_nl: Verwijderen

source: Framework agreements
nl_nl: Raamovereenkomsten

source: Number
nl_nl: Nummer

source: Starting date
nl_nl: Ingangsdatum

source: Duplicate
nl_nl: Dupliceer

source: View framework agreement
nl_nl: Toon raamovereenkomst

source: File deleted
nl_nl: Bestand is verwijderd

source: Framework agreement can't be added.
nl_nl: Raamovereenkomst kan niet worden toegevoegd.

source: Framework agreement has been added.
nl_nl: Raamovereenkomst is toegevoegd.

source: You can`t edit this Framework agreement.
nl_nl: Deze raamovereenkomst kan niet bewerkt worden.

source: Framework agreement has been edited.
nl_nl: De raamovereenkomst is aangepast.

source: Framework agreement can't be edited.
nl_nl: Deze raamovereenkomst kan niet worden aangepast.

source: Framework agreement has been duplicated.
nl_nl: De raamovereenkomst is gedupliceerd.

source: Framework agreement can't be duplicated.
nl_nl: Deze raamovereenkomst kan niet gedupliceerd worden.

source: Framework agreement has been deactivated.
nl_nl: De raamovereenkomst is gedeactiveerd

source: Framework agreement doesn't exist.
nl_nl: Raamovereenkomst bestaat niet.

source: Framework agreement has been activated.
nl_nl: De raamovereenkomst is geactiveerd.

source: Framework agreement doesn't exist.
nl_nl: Raamovereenkomst bestaat niet.

source: Department has been added.
nl_nl: Afdeling is toegevoegd.

source: Department can't be added.
nl_nl: Sorry, we doen iets niet goed, de afdeling kan niet worden toegevoegd.

source: Department has been edited.
nl_nl: De afdeling is aangepast.

source: Department can't be edited.
nl_nl: De afdeling kan niet worden bewerkt.

source: Edit framework agreement
nl_nl: Edit raamovereenkomst

source: active
nl_nl: actief

source: inactive
nl_nl: inactief

source: Organisation name
nl_nl: Organisatie

source: Statuses selected
nl_nl: Geselecteerde statussen

source: Statuses available
nl_nl: Beschikbare statussen

source: Add new status
nl_nl: Voeg nieuwe status toe

source: Type name for new status
nl_nl: Voeg naam nieuwe status in

source: Edit new status
nl_nl: Bewerk status

source: Delete status?
nl_nl: Status verwijderen

source: Do you want delete status ?
nl_nl: Weet u zeker dat u deze status wil verwijderen?

source: Statuses
nl_nl: Statussen

source: Change status?
nl_nl: Status aanpassen

source: Are you sure you want to change the status?
nl_nl: Weet u zeker dat u de status wilt aanpassen

source: Date and time
nl_nl: Datum en tijd

source: Changed by
nl_nl: Gewijzigd door

source: Product changed.
nl_nl: Product aangepast

source: Special order
nl_nl: Niet-retourneerbaar product

source: This product will be specially ordered for you. You can not return this. Are you sure you want to order this product?
nl_nl: Dit product wordt speciaal voor u besteld en kan daarom niet geretourneerd worden. Weet u zeker dat u dit product wilt bestellen?

source: Alert price change
nl_nl: Prijswijziging

source: Approve and send order
nl_nl: Bestelling goedkeuren en verzenden

source: Status change order
nl_nl: Statuswijziging order

source: Show product
nl_nl: Toon product

source: Type of supplier
nl_nl: Type leverancier

source: Lowest price
nl_nl: Laagste prijs / beste nettoprijs

source: Discount rate in framework agreement
nl_nl: Kortingspercentage(s) raamovereenkomst

source: Free shipping
nl_nl: Gratis verzending

source: Shipping costs will be charged when order is < €
nl_nl: Verzendkosten worden berekend wanneer orderkosten lager zijn dan

source: Additional shipping costs will be charged
nl_nl: Aanvullende verzendkosten worden berekend

source: Delivery time in workdays
nl_nl: Levertijd voorraadartikelen in werkdagen

source: When ordered before
nl_nl: Wanneer de bestelling geplaatst is voor

source: This product was already added to the orderlist by
nl_nl: Dit product is al in de winkelwagen geplaatst door

source: This product is for general stock.
nl_nl: Dit is een bestelling voor de algemene voorraad.

source: Please provide project number
nl_nl: Voeg hier het werkstuknummer in

source: Do you still want to add this to the order list for a specific project?
nl_nl: Wilt u dit product bestellen voor een specifiek werkstuknummer?

source: Delivery time is %s business day when ordered before %s
nl_nl: Levertijd van voorraadartikelen is %s werkdagen als deze besteld worden voor %s

source: Product has been added to the orderlist.
nl_nl: Product is toegevoegd aan de winkelwagen.

source: Notification about import / update
nl_nl: Notificatie productimport / -update

source: Users log
nl_nl: Gebruikersbeheer

source: Receiving date
nl_nl: Ontvangstdatum

source: Order number
nl_nl: Ordernummer

source: Notification content
nl_nl: Notificatie

source: are already in the shortlist
nl_nl: staat / staan al op de shortlist

source: Product already in the shortlist
nl_nl: Dit product staat al op de shortlist

source: Products added to the shortlist
nl_nl: Producten zijn toegevoegd aan de shortlist

source: Please select a product
nl_nl: Selecteer een product

source: Products added to shortlist
nl_nl: Producten zijn toegevoegd aan de shortlist

source: Select all
nl_nl: Selecteer alles

source: Add to shortlist by supplier
nl_nl: Alle producten van leverancier:

source: Add selected products to shortlist
nl_nl: Voeg selectie toe aan shortlist

source: Product added to shortlist
nl_nl: Product toegevoegd aan de shortlist

source: Product already in shortlist
nl_nl: Dit product staat al op de shortlist

source: There is no more products to categorize.
nl_nl: Alle tot nu toe goedgekeurde producten zijn gecategoriseerd

source: Import - categorize
nl_nl: Import - producten categoriseren

source: Imported products has been declined with general message
nl_nl: Algemeen bericht bij de afwijzing van producten

source: with declined message for products
nl_nl: Specifiek bericht bij een afgewezen product

source: Add new ledger code
nl_nl: Voeg nieuw grootboeknummer toe

source: Request product removal
nl_nl: Verzoek productverwijdering

source: Removal request already sent
nl_nl: Voor dit product is al een verzoek tot verwijdering verstuurd

source: From what moment do you want this product to be removed and why are you requesting this?
nl_nl: Vanaf welke datum wilt u het product laten verwijderen? En wat is uw reden voor dit verzoek?

source: has requested the removal of product
nl_nl: heeft een verzoek tot verwijdering aangevraagd voor het product

source: Requested date:
nl_nl: Gewenste verwijder-datum

source: Reason:
nl_nl: Reden:

source: You requested the removal of the product
nl_nl: U heeft een verzoek tot verwijdering ingediend voor het product

source: Your request is sent to Signadens admin.
nl_nl: Uw verzoek is verstuurd naar Signadens

source: Request for removal already sent
nl_nl: Voor dit product is al een verzoek tot verwijdering verstuurd

source: Please fill out the required fields.
nl_nl: Vul alstublieft de verplichte velden in

source: Message
nl_nl: Bericht

source: Confirm product removal?
nl_nl: Instemmen met product-verwijdering?

source: Product will be removed on the requested date.
nl_nl: Het product zal op de aangevraagde datum verwijderd worden.

source: New product
nl_nl: Nieuwe producten

source: New orders
nl_nl: Nieuwe bestellingen

source: Order Number
nl_nl: Ordernummer

source: Lab Name
nl_nl: Tandtechnisch bedrijf

source: Old Status
nl_nl: Oude status

source: New Status
nl_nl: Nieuwe status

source: New products on shortlist
nl_nl: Nieuwe producten shortlist

source: Client number updated successfully
nl_nl: Het debiteurnummer is opgeslagen

source: Only numbers allowed
nl_nl: In dit veld zijn alleen cijfers toegestaan

source: Pending invitations
nl_nl: Uitstaande uitnodigingen

source: Back to clients
nl_nl: Terug naar klantoverzicht

source: Edit client
nl_nl: Bewerk

source: Client number
nl_nl: Debiteurnummer

source: Mark as viewed
nl_nl: Markeer als 'gezien'

source: Basic elements
nl_nl: Basis

source: Variable elements
nl_nl: Variabel

source: Optional elements
nl_nl: Optioneel

source: Additional information
nl_nl: Aanvullend

source: Purchase
nl_nl: Inkoop

source: Purchases
nl_nl: Inkoop

source: Shortlist is empty
nl_nl: Uw shortlist is leeg

source: Tariff price
nl_nl: Prijs tariefcode

source: Account already exists
nl_nl: Dit gebruikersaccount bestaat al

source: invites you to join Signadens
nl_nl: nodigt u uit om gebruik te maken van het platform Signadens

source: Recipe copied successfully
nl_nl: Het recept is gedupliceerd

source: Error while copying the recipe
nl_nl: Tijdens het dupliceren van het recept heeft zich een probleem voorgedaan

source: Please enter the name of the new recipe
nl_nl: Voer de naam van het nieuwe recept in

source: Create recipe copy
nl_nl: Recept dupliceren

source: Client data updated successfully
nl_nl: De wijzigingen in klantgegevens zijn opgeslagen

source: Client preferences
nl_nl: Klantvoorkeuren

source: New password has been sent
nl_nl: Gelukt, we hebben een nieuw wachtwoord opgestuurd.

source: Error while changing password, please contact Signadens admin
nl_nl: Error: het wijzigen van het wachtwoord is mislukt. Neem contact op met Signadens: kantoor@

source: Schema final selection:
nl_nl: Definitieve selectie

source: Schema updated
nl_nl: Element-selectie bijgewerkt

source: Error updating schema
nl_nl: Error: het element-schema kon niet worden bijgewerkt

source: Selection chosen by dentist:
nl_nl: Selectie door tandarts:

source: Final selection:
nl_nl: Definitieve selectie:

source: Add schematic teeth view
nl_nl: Voeg schematische weergave gebit toe

source: To be determined by lab
nl_nl: Laat het lab beslissen

source: Move to delivery and generate delivery note
nl_nl: Verplaats naar status 'verzonden'

source: View (concept) delivery note
nl_nl: Bekijk (concept van) de dagnota

source: View delivery note
nl_nl: Bekijk dagnota

source: Delivery note
nl_nl: Dagnota

source: Delivery note number
nl_nl: Dagnota-nummer

source: Recipe​ ​name
nl_nl: Recept

source: Requested delivery date(s)
nl_nl: Gewenste leverdatum/-data

source: Description delivery
nl_nl: Omschrijving levering

source: Requested delivery date:
nl_nl: Gewenste leverdatum:

source: Add delivery date
nl_nl: Voeg leverdatum toe

source: Description of delivery:
nl_nl: Beschrijving van de levering:

source: Main product category
nl_nl: Hoofdcategorie

source: Sub category
nl_nl: Subcategorie

source: Subsub category
nl_nl: Subsubcategorie

source: Add new category
nl_nl: Nieuwe productcategorie toevoegen

source: New category
nl_nl: Nieuwe productcategorie

source: Main category can not be empty.
nl_nl: Kies een hoofdcategorie

source: Sub category can not be empty.
nl_nl: Kies een sub-categorie

source: Subsub category can not be empty.
nl_nl: Kies een subsub-categorie

source: Wrong main category
nl_nl: De hoofdcategorie bestaat niet

source: Wrong sub category
nl_nl: De subcategorie bestaat niet

source: Wrong subsub category
nl_nl: De subsub-categorie bestaat niet

source: Make additional choices in the filters or choose the recipe you want to order.
nl_nl: Maak aanvullende keuzes of kies direct het gewenste recept.

source: Available recipes within this branch, with current filtering
nl_nl: Available recipes within this branch, with current filtering / Beschikbare recepten binnen deze categorie en met de actuele filters

source: Delete recipe from order
nl_nl: Verwijder recept van order

source: Are you sure you want to delete this recipe?
nl_nl: Weet u zeker dat u dit recept wilt verwijderen uit de order?

source: Recipe deleted
nl_nl: Recept is verwijderd

source: Delete recipe
nl_nl: Recept verwijderen

source: Make additional choices in the filters or choose the recipe you want to order.
nl_nl: Maak aanvullende keuzes of kies direct het gewenste recept.

source: Recipe modified
nl_nl: Recept bijgewerkt

source: New invoices have been added
nl_nl: Gelukt, de nieuwe factuur is aangemaakt.

source: Error while generating invoices
nl_nl: Tijdens het genereren van de factuur is iets misgegaan.

source: Invoice bulk has been deleted.
nl_nl: Gelukt, de factuur-batch is verwijderd.

source: Invoice bulk has been processed
nl_nl: Gelukt, de factuur-batch is verwerkt.

source: Error while processing invoice bulk
nl_nl: Tijdens het verwerken van de factuur-batch is iets misgegaan.

source: Zip file has been created
nl_nl: Zip-bestand is aangemaakt

source: Error while creating zip file
nl_nl: Tijdens het aanmaken van het zip-bestand heeft zich een probleem voorgedaan

source: Order updated
nl_nl: Order bijgewerkt

source: Error updating order
nl_nl: Error: Order is niet bijgewerkt

source: You can not complete an order with a basic recipe on it
nl_nl: U kunt geen dagnota genereren als er nog een basis-recept in de order staat.

source: Download invoice
nl_nl: Factuur downloaden

source: Invoice number
nl_nl: Factuurnummer

source: Filename
nl_nl: Bestandsnaam

source: Invoice initial sequence
nl_nl: Startnummer factuurnummers

source: Invoice period
nl_nl: Factuur-periode

source: Change recipe
nl_nl: Wijzig recept

source: Generate invoices
nl_nl: Nieuwe facturen genereren

source: Available recipes
nl_nl: Beschikbare recepten

source: This is a basic recipe
nl_nl: Dit is een basis-recept

source: Lab(s) I am connected to
nl_nl: Laboratorium waaraan ik verbonden ben

source: You can search for the KvK number of the dentist at
nl_nl: U kunt het KvK-nummer opzoeken op

source: General email address
nl_nl: Algemeen e-mailadres

source: KvK number
nl_nl: KvK-nummer

source: Phone number
nl_nl: Telefoonnummer

source: Contact person(s)
nl_nl: Contactperso(o)n(en)

source: Salutation
nl_nl: Aanhef

source: Add contact person
nl_nl: Contactpersoon toevoegen

source: Edit contact person
nl_nl: Contactpersoon bewerken

source: Dentist added successfully
nl_nl: Gelukt, de tandarts is toegevoegd

source: Error while creating dentist
nl_nl: Tijdens het aanmaken van de tandarts heeft zich een probleem voorgedaan

source: Do you want to send
nl_nl: Weet u zeker dat u

source: an invitation to join the Signadens platform?
nl_nl: uit wilt nodigen om gebruik te maken van het platform Signadens?

source: Yes, send invitation
nl_nl: Ja, verstuur uitnodiging

source: Kvk number already exists
nl_nl: Dit KvK-nummer heeft u al eerder gebruikt.

source: Invite sent
nl_nl: De uitnodiging is verstuurd

source: Error when sending invite
nl_nl: Tijdens het versturen van de uitnodiging is iets misgegaan.

source: Supplier logo
nl_nl: Logo leverancier

source: There is no products to display with active criteria
nl_nl: Er zijn geen producten die voldoen aan uw zoekopdracht.

source: I agreed to terms of use of Signadens
nl_nl: Ik heb de gebruiksvoorwaarden van Signadens geaccepteerd

source: Contract has been deleted
nl_nl: De overeenkomst is verwijderd.

source: Error while deleting contract
nl_nl: Tijdens het verwijderen van het document heeft zich een probleem voorgedaan

source: Please select a country
nl_nl: Selecteer een land

source: Processing contract
nl_nl: Verwerkersovereenkomst

source: You can download the
nl_nl: Download hier de

source: concept of the contract
nl_nl: modelovereenkomst

source: and upload the signed version.
nl_nl: en upload de getekende versie

source: This will also be visible to the dentist
nl_nl: Deze overeenkomst zal ook zichtbaar zijn voor de tandarts

source: No processing contract yet? download the
nl_nl: Is er nog geen getekende verwerkersovereenkomst? Download de

source: and send it to your connected lab
nl_nl: en stuur deze getekend naar het betreffende lab.

source: Terms of use
nl_nl: Gebruikersvoorwaarden / Privacy policy

source: Instructions
nl_nl: Platform-instructie

source: LOT number
nl_nl: LOT-nummer

source: Batch number
nl_nl: Batch-nummer

source: Alloy number
nl_nl: Legering

source: Alloy
nl_nl: Legering

source: Design nr
nl_nl: Design-nummer

source: Input dentist
nl_nl: Input tandarts

source: Add dentist
nl_nl: Tandarts toevoegen

source: Send invite
nl_nl: Uitnodiging versturen

source: The invitation will be sent to
nl_nl: De uitnodiging wordt verstuurd naar

source: Select country
nl_nl: Selecteer land

source: Invoice information
nl_nl: Factuur-gegevens

source: Function
nl_nl: Functie

source: Production time
nl_nl: Minimale productietijd

source: Avaliable steps
nl_nl: Beschikbare fases

source: Required amount of work days
nl_nl: Benodigd aantal werkdagen

source: Phase
nl_nl: Fase

source: Other
nl_nl: Anders, namelijk:

source: Prefered part of the day (no guarantee)
nl_nl: Voorkeur voor dagdeel (geeft geen garantie)

source: morning
nl_nl: Ochtend

source: afternoon
nl_nl: Middag

source: Prefered part of the day
nl_nl: Voorkeurs-dagdeel

source: Requested delivery date
nl_nl: Gewenste leverdatum

source: Edit delivery date
nl_nl: Wijzig leverdatum

source: Design number
nl_nl: Design-nummer

source: Lot number
nl_nl: LOT-nummer

source: ISO2H username
nl_nl: ISO2Handle gebruikersnaam

source: ISO2H password
nl_nl: ISO2Handle wachtwoord

source: AVG
nl_nl: Kwaliteitsmanagement

source: Quality control
nl_nl: Kwaliteitsmanagement

source: Your products have been approved
nl_nl: De door u geimporteerde producten zijn geaccepteerd

source: main_product_category
nl_nl: Hoofdcategorie

source: sub_product_category
nl_nl: Sub-categorie

source: sub_sub_product_category
nl_nl: Subsub-categorie

source: description
nl_nl: Omschrijving

source: price
nl_nl: Prijs incl. btw

source: amount_include
nl_nl: Aantal in verpakking

source: amount_min
nl_nl: Minimaal aantal

source: images
nl_nl: Afbeelding

source: currency
nl_nl: Valuta

source: price_currency
nl_nl: Valuta

source: image_url
nl_nl: Afbeelding url

source: download file template
nl_nl: download import template

source: Download an empty template here:
nl_nl: Download hier een leeg import template:

source: Download an example template including product categories here:
nl_nl: Download een voorbeeldbestand met productcategorieën:

source: Please note: use a clean and clear import file
nl_nl: Let op: gebruik een schoon bestand waarbij geen formules in de cellen staan. Mocht uw productcatalogus meerdere categorieën bevatten (met meer dan 500 artikelen per categorie) dan adviseren we de upload per artikelgroep uit te voeren.

source: Products list
nl_nl: Productoverzicht

source: Lab view
nl_nl: Shop weergave

source: - view more -
nl_nl: Bekijk meer

source: - view less -
nl_nl: Bekijk minder

source: download file template with data
nl_nl: download voorbeeld bestand

source: (download file template with data - additional info)
nl_nl: (let op, dit bestand bevat meerdere tabbladen)

source: Clear filters
nl_nl: Wis filters

source: name
nl_nl: Naam

source: special_order
nl_nl: Special

source: producent
nl_nl: Fabrikant

source: Received all
nl_nl: Alles ontvangen

source: You received a new order. View this order in the order overview
nl_nl: Open deze order in het bestel-overzicht

source: Patient number
nl_nl: Patiënt-nummer

source: Day
nl_nl: Dag

source: Month
nl_nl: Maand

source: Year
nl_nl: Jaar

source: Add order
nl_nl: Nieuwe order

source: Resend invite
nl_nl: Verstuur uitnodiging opnieuw

source: Price alerts
nl_nl: Prijs-productwijzigingen

source: Enter the client preference
nl_nl: Voer de klantvoorkeur in

source: Choose a recipe
nl_nl: Kies een recept

source: Please note it will take a few minutes before the changes to your shortlist will be visible.
nl_nl: Let op: het duurt een paar minuten voordat wijzigingen aan uw shortlist zichtbaar zijn.

source: Product added to shortlist.<br />Please note it will take a few minutes before the changes to your shortlist will be visible.
nl_nl: Product toegevoegd aan de shortlist.<br />Let op: het duurt een paar minuten voordat wijzigingen aan uw shortlist zichtbaar zijn.

source: Product has been deleted from shortlist.<br />Please note it will take a few minutes before the changes to your shortlist will be visible.
nl_nl: Gelukt, het product is verwijderd van de shortlist.<br />Let op: het duurt een paar minuten voordat wijzigingen aan uw shortlist zichtbaar zijn.

source: Dentist profile
nl_nl: Tandarts

source: Select dentist
nl_nl: Selecteer tandarts

source: New account in Signadens
nl_nl: Nieuw account Signadens

source: All orders
nl_nl: Alle orders

source: You don't have access.
nl_nl: Voor deze pagina heeft u geen toegangsrechten.<br />Vragen? Neem dan contact op via kantoor@ .

source: You don\'t have access.
nl_nl: Voor deze pagina heeft u geen toegangsrechten.<br />Vragen? Neem dan contact op via kantoor@ .

source: There is another product with this same product code in your import file. Are you sure you want to proceed? Please change your import file if this double product code is not correct.
nl_nl: Deze productcode wordt meer dan één keer gebruikt in het import-bestand. Weet u zeker dat u meerdere producten wilt uploaden met dezelfde productcode? Wijzig alstublieft uw importbestand als dit niet correct is.

source: Important note: all info in mapped columns of the import file will replace the information that is currently in the platform. This also includes images. Do not map the product image column if you will manually add / change images later.
nl_nl: Let op: wanneer u kolommen matcht tussen uw import-bestand en het systeem betekent dit dat de bestaande informatie over producten in het systeem vervangen worden voor de nieuwe informatie in het import-bestand. Dit geldt ook voor afbeeldingen. Koppel daarom de kolom 'url naar productafbeelding' niet als u afbeeldingen handmatig wilt uploaden in het platform.

source: Recipe number
nl_nl: Receptnummer

source: Part of day
nl_nl: Dagdeel

source: Name of phase
nl_nl: Fase

source: Patient name
nl_nl: Patiënt

source: Dentist name
nl_nl: Tandarts

source: Save changes
nl_nl: Wijzigingen opslaan

source: Send updated order to lab
nl_nl: Verstuur bijgewerkte gegevens naar het lab

source: Get PDF
nl_nl: Open PDF

source: Get PDF packing slip
nl_nl: Open PDF pakbon

source: Get PDF label
nl_nl: Open PDF label

source: Create PDF label
nl_nl: Open PDF label

source: Dentist organisation name
nl_nl: Tandartspraktijk

source: Patient initials
nl_nl: Initialen patient

source: Patient insertion
nl_nl: Tussenvoegsel

source: Patient last name
nl_nl: Achternaam patiënt

source: sales_orders_in_progress
nl_nl: Lopende orders

source: dentist_orders_in_progress
nl_nl: Lopende orders

source: Dentist orders in progress
nl_nl: Lopende orders

source: Dentist_orders
nl_nl: Orders

source: You cant save custom options for current order status
nl_nl: Wijzigingen kunnen niet worden opgeslagen omdat deze order een bestel-status heeft waarin geen wijzigingen (meer) mogen worden aangebracht.
