Repository: night86/test
Catalog: translations/*/LC_MESSAGES/signadens.po
Languages: nl_nl

source: The amount of products in queue for approval is: %s. Once the import is approved the changes are visible for the Labs. You can follow the status of the import on the <a href=\'%s\'>import log</a>.
nl_nl: Het aantal producten dat geïmporteerd is en dat klaarstaat om goedgekeurd te worden is: %s. Nadat de import is goedgekeurd zijn de wijzigingen ook zichtbaar voor de Tandtechnische bedrijven. Kijk voor de actuele status van deze import op het <a href=\'%s\'>Import-logboek</a>.

source: Kvk value must be a number
nl_nl: Het KvK nummer mag alleen cijfers bevatten

source: Client already exists
nl_nl: Deze organisatie is al bekend binnen Signadens

source: Recipes saved
nl_nl: Recepten opgelagen

source: Location
nl_nl: Locatie

source: Your dentist organisation is connected to multiple labs. At which lab do you want to order?
nl_nl: Bij welk van onderstaande tandtechnische laboratoria wilt u een bestelling plaatsen?

source: Search orders by location
nl_nl: Orders per locatie

source: Show orders
nl_nl: Toon orders

source: Main location
nl_nl: Hoofdlocatie

source: Location(s)
nl_nl: Locatie(s)

source: Organisation data
nl_nl: Organisatiegegevens

source: Locations
nl_nl: Locaties

source: Location name
nl_nl: Locatienaam

source: Add new location
nl_nl: Locatie toevoegen

source: Legal data
nl_nl: Juridische gegevens

source: Add location
nl_nl: Voeg locatie toe

source: Edit location
nl_nl: Locatie bewerken

source: Fields cannot be empty.
nl_nl: Veld mag niet leeg zijn.

source: Email address administration
nl_nl: E-mailadres (contactpersoon) administratie

source: Bank account number
nl_nl: Bankrekeningnummer (IBAN)

source: Contact person administration
nl_nl: Contactpersoon administratie

source: Available recipes for this dentist
nl_nl: Beschikbare recepten

source: You can search for the KvK number of the dentist at https://www.kvk.nl/
nl_nl: U kunt het KvK-nummer opzoeken op https://www.kvk.nl/

source: KvK number of the new dentist
nl_nl: KvK-nummer tandartspraktijk

source: You already used this KvK number for
nl_nl: Dit KvK-nummer is al gebruikt voor

source: Please add a new KvK number.
nl_nl: Voeg een nieuw KvK-nummer toe

source: Existing user
nl_nl: Bestaande gebruiker

source: This dentist organisation is already a Signadens user. Is it correct you want to add this dentist organisation to your client list:
nl_nl: Deze tandartspraktijk is al bekend binnen Signadens. Klopt het dat u als klant toe wilt voegen:

source: Telephone number contact person administration
nl_nl: Telefoonnummer contactpersoon administratie

source: Postal code
nl_nl: Postcode

source: Telephone number
nl_nl: Telefoonnummer

source: Please add the KvK number of the dentist you want to add to your list of clients.
nl_nl: Voer het KvK-nummer in van de tandartspraktijk die u wilt toevoegen

source: If you don't know the KvK number you can go to
nl_nl: Als u het KvK-nummer niet weet kunt u deze opzoeken via

source: The amount of products in queue for approval is:
nl_nl: Het aantal producten dat geïmporteerd is en dat klaarstaat om goedgekeurd te worden is:

source: Once the import is approved the changes are visible for the Labs. You can follow the status of the import on the
nl_nl: Nadat de import is goedgekeurd zijn de wijzigingen ook zichtbaar voor de Tandtechnische bedrijven. Kijk voor de actuele status van deze import op het

source: Select type of CSV delimiter:
nl_nl: Selecteer het CSV scheidingsteken

source: - Semicolon
nl_nl: - puntkomma

source: - Comma
nl_nl: - komma
